Repository: KamaZz/openITCOCKPIT
Catalog: app/Locale/*/LC_MESSAGES/debug_kit.po
Languages: fr_fr

source: -> Testing :url
fr_fr: → Teste :url

source: Total Requests made: :requests
fr_fr: Nombre de requêtes effectuées : :requests

source: Total Time elapsed: :duration (seconds)
fr_fr: Durée totale : :duration (secondes)

source: Requests/Second: :rps req/sec
fr_fr: Requêtes/seconde : :rps req/sec

source: Average request time: :average-time seconds
fr_fr: Durée moyenne des requêtes : :average-time secondes

source: Standard deviation of average request time: :std-dev
fr_fr: Déviation standard de la durée moyenne des requêtes : :std-dev

source: Longest/shortest request: :longest sec/:shortest sec
fr_fr: Requête plus longue/plus courte : :longest sec/:shortest sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
fr_fr: Vous permet d'obtenir des statistiques approximatives sur une URL entièrement qualifiée.

source: The URL to request.
fr_fr: L'URL à demander.

source: Number of iterations to perform.
fr_fr: Nombre d'itérations à effectuer.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the tiemout, only one request will be made
fr_fr: Temps total maxmum pour toutes les itérations en secondes. Si une seule itération dure plus longtemps, une seule requête sera exécutée

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
fr_fr: Exemple d'usage : `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note :</info> ce benchmark n'inclus pas le temps de rendu du navigateur.

source: Component initialization
fr_fr: Initialisation du composant

source: Controller action
fr_fr: Action du controller

source: Controller action start
fr_fr: Début de l'action du controller

source: Processing toolbar state
fr_fr: Traitement de l'état de la barre d'outils

source: Processing toolbar data
fr_fr: Traitement des données de la barre d'outils

source: Controller render start
fr_fr: Début du rendu du controller

source: Could not load DebugToolbar panel %s
fr_fr: Impossible de charger le panneau de DebugToolbar %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
fr_fr: Traitement de base (dérivé de $_SERVER["REQUEST_TIME"])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
fr_fr: Headers déjà envoyés dans %s à la ligne %s. Impossible d'envoyer le log dans FirePHP.

source: Incorrect parameter count for FireCake::fb()
fr_fr: Nombre de paramètres incorrect pour FireCake::fb()

source: Maximum number (99,999) of messages reached!
fr_fr: Nombre maximum (99'999) de messages atteint !

source: There are no active panels. You must enable a panel to see its output.
fr_fr: Il n'y a pas de panneau actif. Vous devez activer un panneau pour voir sa sortie.

source: App Constants
fr_fr: Constantes de l'app

source: CakePHP Constants
fr_fr: Constantes CakePHP

source: PHP Environment
fr_fr: Environnement PHP

source: Hidef Environment
fr_fr: Environnement Hidef

source: Request History
fr_fr: Historique des requêtes

source: No previous requests logged.
fr_fr: Pas de requêtes enregistrées.

source: previous requests available
fr_fr: précédentes requêtes disponibles

source: Restore to current request
fr_fr: Restaurer à la requête actuelle

source: Included Files
fr_fr: Fichiers inclus

source: Logs
fr_fr: Journaux

source: Time
fr_fr: Heure

source: There were no log entries made this request
fr_fr: Cette requête n'a pas généré de journal

source: Request
fr_fr: Requête

source: No post data.
fr_fr: Pas de données post.

source: No querystring data.
fr_fr: Pas de données querystring.

source: Current Route
fr_fr: Route actuelle

source: Sql Logs
fr_fr: Journal sql

source: Total Time: %s ms <br />Total Queries: %s queries
fr_fr: Durée totale : %s ms <br />Nombre de requêtes : %s requêtes

source: Query Explain:
fr_fr: Explication de la requête :

source: Click an "Explain" link above, to see the query explanation.
fr_fr: Cliquez sur le lien "Expliquer" ci-dessus pour voir l'explication.

source: No active database connections
fr_fr: Pas de connections de base de donnée actives

source: Memory
fr_fr: Mémoire

source: Peak Memory Use
fr_fr: Usage mémoire maximal

source: Memory use
fr_fr: Usage mémoire

source: Total Request Time:
fr_fr: Temps total :

source: Time in ms
fr_fr: Durée en ms

source: Graph
fr_fr: Graphique

source: View Variables
fr_fr: Voir les variables

source: Rendering View
fr_fr: Rendu de la vue en cours

source: Rendering %s
fr_fr: Rendu de %s en cours

source: View render complete
fr_fr: Afficher le rendu

source: Explain
fr_fr: Expliquer

source: Starting %sms into the request, taking %sms
fr_fr: Démarre à %s ms dans la requête, en prenant %s ms

source: No markup errors found
fr_fr: Pas d'erreur de balisage trouvée

source: maybe slow
fr_fr: peut-être lent
